{
    "Do you really want to proceed to payment?": "Você realmente deseja prosseguir para o pagamento?",
    "Yes, proceed to payment!": "Sim, prosseguir para o pagamento!",
    "No, go back": "Não, voltar",
    "Are you sure?": "Você tem certeza?",
    "Do you really want to remove this item from your cart?": "Você realmente deseja remover este item do seu carrinho?",
    "Error!": "Erro!",
    "An error occurred while adding the item to your cart!": "Ocorreu um erro ao adicionar o item ao seu carrinho!",
    "Success!": "Sucesso!",
    "The item has been added to your cart!": "O item foi adicionado ao seu carrinho!",
    "OK": "OK",
    "Message Sent": "Mensagem Enviada",
    "Your support message has been sent successfully. We will get back to you soon!": "Sua mensagem de suporte foi enviada com sucesso. Entraremos em contato em breve!",
    "New Tour Added": "Novo Tour Adicionado",
    "Booking Confirmation": "Confirmação de Reserva",
    "A new tour is available now!": "Um novo tour está disponível agora!",
    "Your booking has been confirmed": "Sua reserva foi confirmada",
    "Are you sure you want to update your information?": "Você tem certeza que deseja atualizar suas informações?",
    "If you confirm, your profile information will be updated.": "Se você confirmar, suas informações de perfil serão atualizadas.",
    "Yes, update it!": "Sim, atualize!",
    "No, keep it": "Não, mantenha",
    "Do you want to change your profile picture?": "Você deseja mudar sua foto de perfil?",
    "If you confirm, your profile picture will be updated.": "Se você confirmar, sua foto de perfil será atualizada.",
    "Yes, change it!": "Sim, mude!",
    "The new password and confirmation do not match!": "A nova senha e a confirmação não coincidem!",
    "Please fill in all the fields.": "Por favor, preencha todos os campos.",
    "Missing Information": "Informação em falta",
    "Please fill in all the required fields before searching.": "Por favor, preencha todos os campos obrigatórios antes de procurar.",
    "You have to accept the disclaimer.": "Você tem que aceitar o aviso."
}
